taskt/Core/Automation/Commands/ApplicationScriptFileGroup/RunBatchScriptByCodeCommand.dot
digraph "RunBatchScriptByCodeCommand" {
"RunBatchScriptByCodeCommand" -> "ARunScriptByCodeCommands";
"ARunScriptByCodeCommands" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
