taskt/Core/Automation/Commands/ApplicationScriptFileGroup/RunBatchScriptByCodeCommand.puml
@startuml
RunBatchScriptByCodeCommand --> ARunScriptByCodeCommands
ARunScriptByCodeCommands --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
